[

    {
      "title"    : "Oranjezon Natuurgebied: a flashback to my childhood holidays in Poland",
      "url"      : "/en/travel/2020/07/Oranjezon-Netherlands/",
      "date"     : "July 11, 2020",
      "locale"   : "en_US",
      "content" :  "This was our first chance for a day trip after coronavirus-related restrictions had been lifted and since our friend from Berlin came to visit us, there was no way we were not goint to take advantage of the nice weather and visit the beach :D As we still wanted to..."
      
       , "coords" : {
          "lat" : 51.586448,
          "lng" : 3.582747
      }
      
    } ,

    {
      "title"    : "Miasteczka w okolicy jeziora Como",
      "url"      : "/pl/podroze/2019/10/Como-Morbegno-Sondrio/",
      "date"     : "October 17, 2019",
      "locale"   : "pl_PL",
      "content" :  "Podczas 10 dni spędzonych w północnych Włoszech, odwiedziliśmy kilka urokliwych miast (Como, Lecco, Milan, Morbegro, Sondrio), odkryliśmy przepiękne góry, zdołalismy spędzić na plaży jeden dzień (Colico) oraz spróbować nieskończonej ilości różnych smaków włoskich lodów, które wg mnie są najlepsze! :D Spróbuje więc napisać krótko, co każde z odwiedzonych przez nas..."
      
       , "coords" : {
          "lat" : 45.8117952,
          "lng" : 9.083471
      }
      
    } ,

    {
      "title"    : "Cities in the area of Como Lake",
      "url"      : "/en/travel/2019/10/Como-Morbegno-Sondrio/",
      "date"     : "October 17, 2019",
      "locale"   : "en_US",
      "content" :  "During 10 days spent in Italy, we visited quite a few cities (Como, Lecco, Milan, Morbegro, Sondrio), discovered amazing mountains, managed to rest one day on the shore of Como Lake (Colico) and tried countless times Italian ice cream, which by the way are for me the best in the..."
      
       , "coords" : {
          "lat" : 45.8117952,
          "lng" : 9.083471
      }
      
    } ,

    {
      "title"    : "Nasza druga piesza wycieczka, Monte Coltignone",
      "url"      : "/pl/podroze/2019/09/Monte-Coltignone/",
      "date"     : "September 27, 2019",
      "locale"   : "pl_PL",
      "content" :  "Po cudownym dniu spędzonym na trekkingu w masywie Monte Resegone oraz zwiedzaniu pięknych miasteczek nad brzegiem jeziora Como, przyszedł czas na kolejne wyzwanie. Zasugerowanym przez naszą godpodynie szczytem była Monte Coltignone, leżąca w okolicy dzielnicy Laorka. Miało być wymagająco i zdecydowanie było, na odcinku zaledwie 3 km teren wznosi się..."
      
       , "coords" : {
          "lat" : 45.8851317,
          "lng" : 9.3894263
      }
      
    } ,

    {
      "title"    : "Another destination from Lecco, Monte Coltignone",
      "url"      : "/en/travel/2019/09/Monte-Coltignone/",
      "date"     : "September 27, 2019",
      "locale"   : "en_US",
      "content" :  "After hiking to Monte Resegone, a day trip around the Como lake by ferry, it was finally time for another hike, this time to Monte Coltignone. It was supposed to be tough and it certainly was. Three kilometers and 1000m altitude gain, this can’t be good :) First we took..."
      
       , "coords" : {
          "lat" : 45.8851317,
          "lng" : 9.3894263
      }
      
    } ,

    {
      "title"    : "Pływając promem po jeziorze Como",
      "url"      : "/pl/podroze/2019/09/Ferry/",
      "date"     : "September 22, 2019",
      "locale"   : "pl_PL",
      "content" :  "Jeden dzień przeznaczony na zwiedzanie małych miasteczek położonych nad brzegiem jeziora Como, wydała się być idealnym rozwiązaniem na odpoczynek i regenerację przed kolejnym trekkingiem zaplanowanym już na kolejny dzień. Jak zwykle byliśmy dość aktywni, korzystaliśmy z pociągu, płyneliśmy promami a to przeplatane zwiedzaniem Varenny, Bellagio oraz Lierny (ok 16km spacerkiem)...."
      
       , "coords" : {
          "lat" : 45.9841062,
          "lng" : 9.2588656
      }
      
    } ,

    {
      "title"    : "Varenna-Bellagio-Lierna by ferry",
      "url"      : "/en/travel/2019/09/Ferry/",
      "date"     : "September 22, 2019",
      "locale"   : "en_US",
      "content" :  "One lazy day designated for sightseeing between two days of demanding hiking was the perfect idea! Ok … this day ultimately was not so lazy with 16km of walking ;-) Varenna was our first destination that day, one of the top rated towns on the shores of Lake Como. Immediately..."
      
       , "coords" : {
          "lat" : 45.9841062,
          "lng" : 9.2588656
      }
      
    } ,

    {
      "title"    : "Trekking na szczyt Monte Resegone",
      "url"      : "/pl/podroze/2019/09/Trekking-na-szczyt-Monte-Resegone/",
      "date"     : "September 14, 2019",
      "locale"   : "pl_PL",
      "content" :  "Lecco, miasto w którym zatrzymaliśmy się na kilka dni, okazało się być wspaniałą baza wypadową dla miłośników pieszych wędrówek. Położenie miasta nad samym jeziorem Como (południowy kraniec jeziora) zapewnia niesamowite połączenie gór i błękitu wody widocznej w oddali. Moglibyśmy tam zostać dłużej, miasto oferuje możliwość wielu jednodniowych wycieczek w pobliskie..."
      
       , "coords" : {
          "lat" : 45.8581666,
          "lng" : 9.4689035
      }
      
    } ,

    {
      "title"    : "A day hike to Monte Resegone",
      "url"      : "/en/travel/2019/09/Monte-Resegone/",
      "date"     : "September 14, 2019",
      "locale"   : "en_US",
      "content" :  "Lecco, a small city located on the southern tip of Lake Como turned out to be a fantastic base for hiking lovers. We could have actually stayed here longer than we did as we still had plenty of ideas for day hikes or just regular sightseeing. More about the city..."
      
       , "coords" : {
          "lat" : 45.8581666,
          "lng" : 9.4689035
      }
      
    } ,

    {
      "title"    : "Odkrywając skalne labirynty w Małej Szwajcarii",
      "url"      : "/pl/podroze/2019/08/luxembourg/",
      "date"     : "August 06, 2019",
      "locale"   : "pl_PL",
      "content" :  "Kiedy dostaliśmy od znajomej propozycję wyjazdu do Luxemburga, nie wahaliśmy się ani chwili. Naszym celem były okolice miasteczka Berdorf, które okazało się idealnym wyborem na weekendową wycieczkę dla ludzi lubiących aktywnie spędzać czas. Naszym pomysłem było przejście słynnego szlaku Mullerthal 2 (37km), jednak trochę zmodyfikowaliśmy nasze plany. Z racji tego,..."
      
       , "coords" : {
          "lat" : 49.8187435,
          "lng" : 6.3486244
      }
      
    } ,

    {
      "title"    : "A trip to Little Switzerland",
      "url"      : "/en/travel/2019/08/luxembourg/",
      "date"     : "August 06, 2019",
      "locale"   : "en_US",
      "content" :  "Visiting Berdorf in Luxemburg? Why not! We couldn’t miss our chance to finally check one of the options for a weekend trip when you live in Belgium. The initial idea was to do the whole Mullerthal trail route 2 which is around 37km. However, life is unpredictable and we had..."
      
       , "coords" : {
          "lat" : 49.8187435,
          "lng" : 6.3486244
      }
      
    } ,

    {
      "title"    : "Chiang Rai: first stop in northern Thailand",
      "url"      : "/en/travel/2019/03/Chiang_Rai/",
      "date"     : "March 01, 2019",
      "locale"   : "en_US",
      "content" :  "We started our day with the early bus to Wat Rong Khun, known among tourists as the White Temple. We used a local bus leaving from the Chiang Rai Bus Terminal 1 (just next to the night bazaar). It was very easy to find the correct bus stop because it..."
      
       , "coords" : {
          "lat" : 19.905303,
          "lng" : 99.836221
      }
      
    } ,

    {
      "title"    : "Crossing the border with Thailand from Luang Namtha in northern Laos",
      "url"      : "/en/travel/2019/02/Luang_Namtha/",
      "date"     : "February 11, 2019",
      "locale"   : "en_US",
      "content" :  "Finally, it was a time to cross the border with Thailand and start our adventure in the last country on our list during this trip. We knew that it’s not possible to take a bus in one go from Nong Khiaw to the border with Thailand, 400km further. Therefore, we..."
      
       , "coords" : {
          "lat" : 20.972146,
          "lng" : 101.409897
      }
      
    } ,

    {
      "title"    : "Nong Khiaw: amazing viewpoints overlooking Nam Ou river",
      "url"      : "/en/travel/2019/02/Nong_Khiaw/",
      "date"     : "February 05, 2019",
      "locale"   : "en_US",
      "content" :  "The boat leaves Muang Ngoy every morning, taking mostly tourists back to Nong Khiaw. We also stayed there for a few days, exploring the surrounding steep hills. So far the weather was always stable every day in Laos but this afternoon very intense rain and winds showed us the power..."
      
       , "coords" : {
          "lat" : 20.57487,
          "lng" : 102.605278
      }
      
    } ,

    {
      "title"    : "Muang Ngoy: drewniany domek, hamak, motyle oraz rozkoszna cisza",
      "url"      : "/pl/podroze/2019/01/Muang_Ngoy/",
      "date"     : "January 19, 2019",
      "locale"   : "pl_PL",
      "content" :  "Wyruszyliśmy po raz kolejny, tym razem w poszukiwaniu nieskażonej natury, wyjatkowych gór i co najważniejsze miejsca, gdzie ludzie są wyjątkowo szczerzy i nawet najprostrze jedzenie smakuje wyjątkowo. Północna część Laosu pokazała Nam swoje prawdziwe piękno, nauczyła delektować się ciszą i otaczającą nas naturą. Rzeka Nam Ou jest jednym z ważniejszych..."
      
       , "coords" : {
          "lat" : 20.710645,
          "lng" : 102.673892
      }
      
    } ,

    {
      "title"    : "Muang Ngoy: our small bungalow, butterflies and blissful silence",
      "url"      : "/en/travel/2019/01/Muang_Ngoy/",
      "date"     : "January 19, 2019",
      "locale"   : "en_US",
      "content" :  "We set off again, this time in search of pure nature, exceptional mountains and, most importantly, places where people are honest and even simple food taste differently. The northern part of Laos showed us its true beauty, taught us how to enjoy the quiet and simplicity of life. The Nam..."
      
       , "coords" : {
          "lat" : 20.710645,
          "lng" : 102.673892
      }
      
    } ,

    {
      "title"    : "Luang Prabang, miasto mnichów, urokliwych rzek oraz wodspadów",
      "url"      : "/pl/podroze/2018/12/Luang-Prabang/",
      "date"     : "December 05, 2018",
      "locale"   : "pl_PL",
      "content" :  "Im dalej jechaliśmy na północ, tym coraz piękniejsze widoki przewijały się za oknami minibusa! Po raz kolejny zachwycałam się krajobrazami i to jeszcze bardziej niż ostatnio. A pomyśleć, że przed nami jeszcz kilka miejscowości do odwiedzenia w tym rejonie :D Soczyście zielone pola ryżowe oraz strome zbocza otaczających krętą drogę,..."
      
       , "coords" : {
          "lat" : 19.89247,
          "lng" : 102.135622
      }
      
    } ,

    {
      "title"    : "Luang Prabang, charming river bank and waterfalls",
      "url"      : "/en/travel/2018/12/Luang-Prabang/",
      "date"     : "December 05, 2018",
      "locale"   : "en_US",
      "content" :  "This part of Laos is so beautiful! The first 30min of our from Vang Vieng, the landscape was particularly idyllic. Rice paddies, many lush, green hills with almost vertical slopes were en exceptional combination. Some parts of the road were destroyed by a land slide from the hill. Many big..."
      
       , "coords" : {
          "lat" : 19.89247,
          "lng" : 102.135622
      }
      
    } ,

    {
      "title"    : "Vang Vieng, podążając w kierunku górskiej części Laosu",
      "url"      : "/pl/podroze/2018/11/Vang-Vieng/",
      "date"     : "November 20, 2018",
      "locale"   : "pl_PL",
      "content" :  "Podczas jazdy minivanem od razu zauważyliśmy dużą zmianę krajobrazu, wkraczaliśmy w północną, górzystą część Laosu. Vang Vieng, miasteczko słynne ze świetnych warunków do imprezowania, zaskoczyło nas jednak niesamowitą naturą! Okoliczne, strome wzgórza, bujnie pokryte roślinnością, niespodziewanie wyrastają z okolicznych pól i to one są cechą charakterystyczną tego regionu. Do tego..."
      
       , "coords" : {
          "lat" : 18.919847,
          "lng" : 102.4442046
      }
      
    } ,

    {
      "title"    : "Vang Vieng, getting closer to the mountains in north Laos",
      "url"      : "/en/travel/2018/11/Vang-Vieng/",
      "date"     : "November 20, 2018",
      "locale"   : "en_US",
      "content" :  "During the bus ride we noticed a huge change of scenery. We were going further to the north of the country, to the mountainous region of Laos, and that was clearly visible. Vang Vieng, a town with the reputation as the perfect destination for people eager to party a lot..."
      
       , "coords" : {
          "lat" : 18.919847,
          "lng" : 102.4442046
      }
      
    } ,

    {
      "title"    : "Obchody Nowego Roku w Laosie",
      "url"      : "/pl/podroze/2018/11/Lao-New_Year/",
      "date"     : "November 10, 2018",
      "locale"   : "pl_PL",
      "content" :  "Pi Mai Lao, obchody Nowego Roku w Laosie, podczas najbardziej upalnej części roku były niespodziewanym wydarzeniem podczas naszej podróży :D Oficjalnie święto trwa 3 dni, ale w wielu miastach takich jak Vientiane czy Luang Prabang może się to przeciągnąć do ponad tygodnia. Podczas tych dni ludzie odwiedzają światynie (do wszystkich..."
      
       , "coords" : {
          "lat" : 17.976631,
          "lng" : 102.6342173
      }
      
    } ,

    {
      "title"    : "Lao New Year's Celebrations",
      "url"      : "/en/travel/2018/11/Lao-New_Year/",
      "date"     : "November 10, 2018",
      "locale"   : "en_US",
      "content" :  "Pi Mai Lao, celebration of the New Year in Laos during the hottest part of the year was an unexpected event we gladly joined :D Officially it is a 3-day celebration but in some cities like Vientiane or Luang Prabang it can last over a week. During the New Year celebrations..."
      
       , "coords" : {
          "lat" : 17.976631,
          "lng" : 102.6342173
      }
      
    } ,

    {
      "title"    : "Buddha Park w stolicy Laosu, Vientiane",
      "url"      : "/pl/travel/2018/10/Buddha-Park/",
      "date"     : "October 31, 2018",
      "locale"   : "pl_PL",
      "content" :  "Buddha Park, zlokalizowany ok 26km od centrum miasta, był naszym głównym celem tego dnia. Postanowiliśmy w końcu wypróbować transport publiczny w Laosie, który okazał się bardzo tanim i jednocześnie łatwym sposobem dostania się w to miejsce. Najpierw udaliśmy się do głównego dworca autobusowego, który jest podzielony na dwie części: CBS1..."
      
       , "coords" : {
          "lat" : 17.912435,
          "lng" : 102.764951
      }
      
    } ,

    {
      "title"    : "Buddha Park in Vientian",
      "url"      : "/en/travel/2018/10/Buddha-Park/",
      "date"     : "October 31, 2018",
      "locale"   : "en_US",
      "content" :  "Buddha Park, located 26km from the city center, was our main destination for that day. We decided to use the public transportation to get there and it turned out to be an easy and cheap solution. First you need to go to the central bus station which is divided into two..."
      
       , "coords" : {
          "lat" : 17.912435,
          "lng" : 102.764951
      }
      
    } ,

    {
      "title"    : "Vientiane, stolica kraju z nieskończoną ilością świątyń",
      "url"      : "/pl/podroze/2018/10/Vientian/",
      "date"     : "October 28, 2018",
      "locale"   : "pl_PL",
      "content" :  "Nasza podróż do tego miasta nie należała do najłatwiejszych. W skrócie wyglądało to tak, najpierw poranny rejs łódką z Don Det do Nakasong, następnie autobus do Pakse, gdzie mieliśmy mieć przerwę na lunch. Zamiast tego, autobus jadący do Pakse w pewnej chwili zatrzymał się na poboczu drogi i kierowca wytłumaczył..."
      
       , "coords" : {
          "lat" : 17.971106,
          "lng" : 102.6175025
      }
      
    } ,

    {
      "title"    : "Vientiane, capital with an endless number of temples",
      "url"      : "/en/travel/2018/10/Vientian/",
      "date"     : "October 28, 2018",
      "locale"   : "en_US",
      "content" :  "First something about how we got here. In a nutshell, after a short boat ride from Don Det to Nakasong, we took a bus to Pakse where we were supposed to have a lunch break. Instead of this, the bus stopped on the side of the road and we had..."
      
       , "coords" : {
          "lat" : 17.971106,
          "lng" : 102.6175025
      }
      
    } ,

    {
      "title"    : "Don Det, czarujące wrota Laosu",
      "url"      : "/pl/podroze/2018/10/DonDet/",
      "date"     : "October 21, 2018",
      "locale"   : "pl_PL",
      "content" :  "Przekraczanie granicy droga lądową jest zawsze bardziej wymagające niż za pomocą samolotu, ale wiążą się z tym przygody i większa niezależność, którą lubimy. Być może mieliśmy szczęście, ale nasza podróż z Siem Reap do Don Det w Laosie przebiegła sprawniej niż sobie to wyobrażaliśmy. Może nasze niskie oczekiwania uratowały sytuację..."
      
       , "coords" : {
          "lat" : 13.975908,
          "lng" : 105.920664
      }
      
    } ,

    {
      "title"    : "Don Det, a gateway to Laos",
      "url"      : "/en/travel/2018/10/DonDet/",
      "date"     : "October 21, 2018",
      "locale"   : "en_US",
      "content" :  "Crossing the borders by land is always more complicated than by plane but we like challenges. Actually, the ride from Siem Reap to Don Det in Laos was smoother than we were expecting :) Maybe due to the right choice of bus company (Asia Van Transfer) or just pure luck...."
      
       , "coords" : {
          "lat" : 13.975908,
          "lng" : 105.920664
      }
      
    } ,

    {
      "title"    : "Yummy! Obłędna kuchnia kambodżańska trzymana w sekrecie! :)",
      "url"      : "/pl/podroze/jedzenie/2018/10/Cambodian-cuisine/",
      "date"     : "October 12, 2018",
      "locale"   : "pl_PL",
      "content" :  "Nie mieliśmy pojęcia czego możemy spodziewać się po kuchni kambodżańskiej. Czy faktycznie bardzo rożni się od kuchni tajskiej lub laotańskiej? Jak do tej pory wszystkie dania z tego kontynentu wrzucaliśmy do jednego worka, jako dania kuchni azjatyckiej :D Teraz śmiało możemy stwierdzić, że każdy kraj zaskoczył nas pewnymi połaczeniami smaków,..."
      
    } ,

    {
      "title"    : "Yummy! Cambodian cuisine a well-kept secret :)",
      "url"      : "/en/travel/food/2018/10/Cambodian-cuisine/",
      "date"     : "October 12, 2018",
      "locale"   : "en_US",
      "content" :  "We had no clue what to expect about Cambodia cuisine. Is it actually different from Thai or Laotian cuisine? Before this trip we referred to virtually all dishes from this continent as Asian food :p After visiting a few countries we became aware these are vastly different countries, each has..."
      
    } ,

    {
      "title"    : "Angkor Wat: rozwój oraz upadek imperium Khmerów",
      "url"      : "/pl/travel/2018/10/Angkor-Wat/",
      "date"     : "October 11, 2018",
      "locale"   : "pl_PL",
      "content" :  "Okładka magazynu National Geographic którego egzemplarz wpadł w moje ręce 10 lat temu oraz artykuł w środku sprawiły, że zaczęłam marzyć o odkrywaniu dawnego imperium Khmerów. Wtedy wydawało mi się wręcz nierealne, ale na szczęście niektóre marzenia spełniają się szybciej niż byśmy się tego spodziewali! I tak oto, stoję niedowierzając..."
      
       , "coords" : {
          "lat" : 13.4124693,
          "lng" : 103.8669857
      }
      
    } ,

    {
      "title"    : "Angkor Wat: the rise and fall of the Khmer Empire",
      "url"      : "/en/travel/2018/10/Angkor-Wat/",
      "date"     : "October 11, 2018",
      "locale"   : "en_US",
      "content" :  "The cover of National Geographic which I saw 10 years ago and the article inside caused me to dream about discovering the Khmer Empire. It felt so unreal back then and fortunately some dreams come true earlier than you would expect. There I was, standing in front of Angkor Enterprise..."
      
       , "coords" : {
          "lat" : 13.4124693,
          "lng" : 103.8669857
      }
      
    } ,

    {
      "title"    : "PassApp: Getting around Phnom Penh and Siem Reap in style",
      "url"      : "/en/travel/2018/09/PassApp/",
      "date"     : "September 12, 2018",
      "locale"   : "en_US",
      "content" :  "If you are like us and don’t like haggling, negotiating prices for taxi and tuk-tuk rides will likely be your least favorite part about travelling through Cambodia. However, with PassApp there is an alternative, at least in Phnom Penh and Siem Reap ! The pass app interface, virtually the same..."
      
    } ,

    {
      "title"    : "Phnom Penh, zwiedzając stolicę Kambodży",
      "url"      : "/pl/podroze/2018/09/PhnomPenh/",
      "date"     : "September 07, 2018",
      "locale"   : "pl_PL",
      "content" :  "Świetną decyzją był wybór hotelu niedaleko ogromnego marketu Phsar Thmei, gdzie z łatwością mogliśmy kupić świeże owoce, warzywa oraz ciuchy, buty, biżuterię czy drobne pamiątki. W budynku nieopodal znajdował się duży supermarket w europejskim stylu, jedyny jak się poźniej okazało, na jaki przyszło nam się natknąc podczas całej podróży. Budynek..."
      
       , "coords" : {
          "lat" : 11.563902,
          "lng" : 104.9290634
      }
      
    } ,

    {
      "title"    : "Phnom Penh, capital of Cambodia",
      "url"      : "/en/travel/2018/09/PhnomPenh/",
      "date"     : "September 07, 2018",
      "locale"   : "en_US",
      "content" :  "We encountered some difficulties with the bus again. This time, it stopped in totally different part of the city then what was promised to us. A few tuk-tuk drivers were already waiting to drive us closer to the city center but as expected the price was again way too high...."
      
       , "coords" : {
          "lat" : 11.563902,
          "lng" : 104.9290634
      }
      
    } ,

    {
      "title"    : "Wybrzeże Kambodży, Kampot oraz Kep",
      "url"      : "/pl/podroze/2018/08/Kampot-Kep/",
      "date"     : "August 12, 2018",
      "locale"   : "pl_PL",
      "content" :  "Miasto Kampot położone jest nad rzeką o tej samej nazwie, a jej nadbrzeże wypełnione jest restauracjami i barami nad samą wodą. Architektura budynków, nazwy hoteli i wielu restauracji nawiązują do czasów, kiedy miasto było kolonią francuską. Region ten słynie przede wszystkim z produkcji pieprzu i soli. Z tego powodu, odwiedzenie..."
      
       , "coords" : {
          "lat" : 10.612414,
          "lng" : 104.317535
      }
      
    } ,

    {
      "title"    : "Kampot and Kep, on the coast of Cambodia",
      "url"      : "/en/travel/2018/08/Kampot-Kep/",
      "date"     : "August 12, 2018",
      "locale"   : "en_US",
      "content" :  "Kampot is located on the banks of the Kampot River with many restaurants and bars next to the water. Architecture of the buildings and many names of the restaurants and hotels refer to the time when this city was a French colony. This region is famous mainly because of pepper..."
      
       , "coords" : {
          "lat" : 10.612414,
          "lng" : 104.317535
      }
      
    } ,

    {
      "title"    : "Nasza przygoda w Kambodży właśnie się rozpoczęła, witaj Sihanoukville!",
      "url"      : "/pl/podroze/2018/07/Sihanoukville/",
      "date"     : "July 28, 2018",
      "locale"   : "pl_PL",
      "content" :  "W skrócie wyglądało to tak. Po kilku tygodniach spędzonych na trekkingu w Himalajach, polecieliśmy do Bangkoku, aby tam rozpocząć drugi etap naszej podróży, tym razem w bardzo odmiennym klimacie :) Naszym pomysłem było wyruszenie najpierw do Kambodży, następnie Laosu i z powrotem do Tajlandii, przemierzając ją od północy na południe..."
      
       , "coords" : {
          "lat" : 10.571719,
          "lng" : 103.551498
      }
      
    } ,

    {
      "title"    : "How we ended up in Sihanoukville...",
      "url"      : "/en/travel/2018/07/Sihanoukville/",
      "date"     : "July 28, 2018",
      "locale"   : "en_US",
      "content" :  "In a nutshell, after a few weeks spent hiking in Nepal, we took a plane to Bangkok to start the second part of our journey, this time in very different weather conditions :) Our idea was to make a loop through Cambodia, Laos and then back to Thailand, crossing the..."
      
       , "coords" : {
          "lat" : 10.571719,
          "lng" : 103.551498
      }
      
    } ,

    {
      "title"    : "Pokhara oraz stolica Nepalu,Kathmandu: co zobaczyć i czego spróbować",
      "url"      : "/pl/podroze/jedzenie/sport/2018/07/PokharaKathmandu/",
      "date"     : "July 20, 2018",
      "locale"   : "pl_PL",
      "content" :  "Po prawie dwóch tygodniach intensywnego trekkingu, przyszedł czas na regenerację i odpoczynek. Pokhara okazała się idealnym miejsce na kilkudniowy pobyt, dzięki relaksującej atmosferze miasta (przynajmniej okolicy nad jeziorem), pysznemu jedzeniu i wielu dostępnym atrakcjom. Jezioro Phewa otoczone zielonymi wzgórzami i białymi szczytami w oddali wygląda niesamowicie! Zwłaszcza podczas zachodów słońca,..."
      
       , "coords" : {
          "lat" : 28.205833,
          "lng" : 83.961983
      }
      
    } ,

    {
      "title"    : "Pokhara and Kathmandu: things to do and places to visit",
      "url"      : "/en/travel/food/sports/2018/07/PokharaKathmandu/",
      "date"     : "July 20, 2018",
      "locale"   : "en_US",
      "content" :  "After two weeks of hiking we really hoped to spend few quiet and relaxing days in Pokhara and we were not disappointed :) Phewa Lake, surrounded by the city and high peaks in the background, looks stunning! Especially, during sunset when the water changes colors from blue to pink-ish and..."
      
       , "coords" : {
          "lat" : 28.205833,
          "lng" : 83.961983
      }
      
    } ,

    {
      "title"    : "Praktyczne informacje o trekkingu wokół Annapurny",
      "url"      : "/pl/podroze/2018/07/Annapurna-Practical/",
      "date"     : "July 11, 2018",
      "locale"   : "pl_PL",
      "content" :  "Jak zawsze przed wyjazdem, starałam się dokładnie przemysleć kwestię bagażu, zwłaszcza tym razem, kiedy jachliśmy pierwszy raz na tak długi wyjazd. Do tego łącząc zimny klimat Nepalu z gorąca Azją południowo-wschodnią i mając w zamiarze ciągłe podróżowanie z plecakiem. W internecie można zneleźć mnóstwo informacji na temat trekkingu wokół Annapurny,..."
      
    } ,

    {
      "title"    : "Practical information: Annapurna Circuit",
      "url"      : "/en/travel/2018/07/Annapurna-Practical/",
      "date"     : "July 11, 2018",
      "locale"   : "en_US",
      "content" :  "As always before a trip, I did my homework and researched what we’d need to take with us. This was no different for our trip to Nepal. The internet is full of information about the Annapurna circuit, however the set of things you take really depends on the style of..."
      
    } ,

    {
      "title"    : "Trekking wokół Annapurny oraz na Poon Hill",
      "url"      : "/pl/podroze/2018/07/AnnapurnaPoonHill/",
      "date"     : "July 09, 2018",
      "locale"   : "pl_PL",
      "content" :  "Po dobrej godzinie spędzonej na lotnisku, szczęśliwi i z wizą w ręku, ruszyliśmy w poszukiwaniu taksówki, która zawiozłaby nas do dzielnicy Thamel. Najłatwiej jest wykupić przejazd oficjalną taksówka z miasta, ceny są ustalone z góry, 700 rupii w okolice naszego hotelu (w drodze powrotnej znaleźliśmy z łatwością taksówkę za 500..."
      
       , "coords" : {
          "lat" : 28.793532,
          "lng" : 83.939208
      }
      
    } ,

    {
      "title"    : "Annapurna Circuit and Poon Hill combo",
      "url"      : "/en/travel/2018/07/AnnapurnaPoonHill/",
      "date"     : "July 09, 2018",
      "locale"   : "en_US",
      "content" :  "We arrived in Kathmandu on the first of March and found ourselves jet-lagged and in the middle of the Holi festival, Nepal’s most colorful holiday! It happened by accident so we were totally shocked at the beginning and not ready for what was coming :) Before we even reached our..."
      
       , "coords" : {
          "lat" : 28.793532,
          "lng" : 83.939208
      }
      
    } ,

    {
      "title"    : "3 dni w Krakowie",
      "url"      : "/pl/podroze/2018/02/three-days-krakow/",
      "date"     : "February 25, 2018",
      "locale"   : "pl_PL",
      "content" :  "Nasz pobyt w Krakowie rozpoczęliśmy od spaceru z przewodnikiem (Free Walking tour), aby dokładnie poznać bogatą historię miasta. Spacer po starym miaście zaczęliśmy niedaleko Barbakanu i bramy Floriańskiej (część fortyfikacji miejskiej) a skończyliśmy po około 2.5 godzinie na Wawelu, zlokalizowanym na wzgórzu o tej samiej nazwie. Pomimo pięknej, słonecznej pogody,..."
      
       , "coords" : {
          "lat" : 50.0616853,
          "lng" : 19.9350731
      }
      
    } ,

    {
      "title"    : "Three days in Krakow",
      "url"      : "/en/travel/2018/02/three-days-krakow/",
      "date"     : "February 25, 2018",
      "locale"   : "en_US",
      "content" :  "Our visit to Krakow started with the guided walking tour in the morning to get a proper introduction of the city and its rich history. We jointed FREE walking TOUR though Krakow’s old town which started between St. Florian´s Gate and Barbican and finished at Wawel castle, located on the..."
      
       , "coords" : {
          "lat" : 50.0616853,
          "lng" : 19.9350731
      }
      
    } ,

    {
      "title"    : "Kolejne miejsca warte odwiedzenia w Singapurze",
      "url"      : "/pl/podroze/2018/02/few-more-places-in-singapore/",
      "date"     : "February 02, 2018",
      "locale"   : "pl_PL",
      "content" :  "Wyspa St John i Kusu 18S$ bilet w obie strony, łódka odpływa z Marina South Pier, niewiele połaczeń, lepiej sprawdzić aktualny rozkład na stronie internetowej Po 25 minutach rejsu, łódka dociera do wyspy St John, gdzie przez kilka godzin opalałam i przechadzałam się po plaży, która była zadziwiajaco ładna, jednak..."
      
       , "coords" : {
          "lat" : 1.223204,
          "lng" : 103.861145
      }
      
    } ,

    {
      "title"    : "A few more places to visit in Singapore",
      "url"      : "/en/travel/2018/02/few-more-places-in-singapore/",
      "date"     : "February 02, 2018",
      "locale"   : "en_US",
      "content" :  "St John’s Island and Kusu Island 18S$ return ticket, departure from Marina South Pier, there are only a few connections a day, check the current schedule online. First, after 25 minutes, the boat arrived at St John’s Island, where I spent few hours walking on a beach and sunbathing. You..."
      
       , "coords" : {
          "lat" : 1.223204,
          "lng" : 103.861145
      }
      
    } ,

    {
      "title"    : "Weekend w stolicy Malezji, Kuala Lumpur",
      "url"      : "/pl/podroze/2018/01/Weekend-Kuala-Lumpur/",
      "date"     : "January 29, 2018",
      "locale"   : "pl_PL",
      "content" :  "Miasto to jest dobrym wyborem na weekendową wycieczkę, jeśli nie przeszkadza Wam 7 godzinna podróż autokarem (zdecydowanie nie było to 5 godzin, jak zapewniał przewoźnik, długie kolejki na przejściu granicznym oraz duży ruch samochodowy w samym Kuala Lumpur). Pomimo opóźnienia, ulewy w sobotnie popołudnie i małych problemów z wymeldowaniem z..."
      
       , "coords" : {
          "lat" : 3.1578931,
          "lng" : 101.7119808
      }
      
    } ,

    {
      "title"    : "Weekend trip to Kuala Lumpur",
      "url"      : "/en/travel/2018/01/Weekend-Kuala-Lumpur/",
      "date"     : "January 29, 2018",
      "locale"   : "en_US",
      "content" :  "This city is a very good choice if you have free weekend and you don’t mind to be on a bus for 7h (definitely not 5h as a bus company advertised, expect long queues on the check points at the border and heavy traffic in Kuala Lumpur). Despite delays, heavy..."
      
       , "coords" : {
          "lat" : 3.1578931,
          "lng" : 101.7119808
      }
      
    } ,

    {
      "title"    : "Rezerwaty przyrody w Singapurze, część 2",
      "url"      : "/pl/podroze/2018/01/singapore-wildlife-parks-part-2/",
      "date"     : "January 14, 2018",
      "locale"   : "pl_PL",
      "content" :  "Singapurskie Zoo Najważniejszą cechą, wyróżniającą Singapurskie Zoo na tle innych jest interesująca struktura tego parku. Wybiegi dla zwierząt są niezwykle zielone, ogrodzone przeważnie głębokim rowem zamiast ogrodzenia, co sprawia wrażenie, że widzimy zwierzęta w ich naturalnym środowisku. W wielu miejscach małpy, ptaki czy nietoperze latają i skaczą wolno wokół odwiedzających...."
      
       , "coords" : {
          "lat" : 1.4046188,
          "lng" : 103.7883253
      }
      
    } ,

    {
      "title"    : "Wildlife parks in Singapore (part 2)",
      "url"      : "/en/travel/2018/01/singapore-wildlife-parks-part-2/",
      "date"     : "January 14, 2018",
      "locale"   : "en_US",
      "content" :  "Singapore Zoo The unique structure of the Singapore zoo is the biggest asset of the park. Animals’ runs are full of plants, surrounded by deep ditch instead of fence, creating the illusion of walking among animals in their natural habitats. In many places monkeys, birds, bats are running and flying..."
      
       , "coords" : {
          "lat" : 1.4046188,
          "lng" : 103.7883253
      }
      
    } ,

    {
      "title"    : "Rezerwaty przyrody w Singapurze, cześć 1",
      "url"      : "/pl/podroze/2018/01/singapore-wildlife-parks-part-1/",
      "date"     : "January 13, 2018",
      "locale"   : "pl_PL",
      "content" :  "Jurong bird park Park poświęcony głównie ptakom Jurong bird park był pierwszym z czterech jaki odwiedziliśmy w Singapurze. Jak się później okazało, w tym właśnie parku znajduje się największa liczba gatunków, które widziałam po raz pierwszy w życiu! Zgodnie z opisem na stronie internetowej, żyje tutaj 5 tys. ptaków, które..."
      
       , "coords" : {
          "lat" : 1.3187065,
          "lng" : 103.7064417
      }
      
    } ,

    {
      "title"    : "Wildlife parks in Singapore (part 1)",
      "url"      : "/en/travel/2018/01/singapore-wildlife-parks-part-1/",
      "date"     : "January 13, 2018",
      "locale"   : "en_US",
      "content" :  "Jurong bird park Jurong bird park was the first of all four parks visited by us. This one has the largest number of species I have never seen in my life! According to the official website the park is a home for 5000 birds across 400 species, 29 of them..."
      
       , "coords" : {
          "lat" : 1.3187065,
          "lng" : 103.7064417
      }
      
    } ,

    {
      "title"    : "Dzielnica Chinatown i Maxwell hawker center",
      "url"      : "/pl/podroze/jedzenie/2018/01/chinatown/",
      "date"     : "January 12, 2018",
      "locale"   : "pl_PL",
      "content" :  "W drodze do dzielnicy chińskiej (Chinatown) postanowiliśmy zatrzymać się na lunch w mniej turystycznym miejscu, gdzie mogliśmy spróbować lokalnych potraw i napojów, a mianowicie w Maxwell hawker center. Jednym z wielu takich miejsc w Singapurze, gdzie pod jednym dachem możemy znaleźć dziesiatki, jak i nie setki straganów z potrawami z..."
      
       , "coords" : {
          "lat" : 1.282453,
          "lng" : 103.843415
      }
      
    } ,

    {
      "title"    : "Chinatown and Maxwell hawker center",
      "url"      : "/en/travel/food/2018/01/chinatown/",
      "date"     : "January 12, 2018",
      "locale"   : "en_US",
      "content" :  "On the way to Chinatown we decided to stop for a lunch in less touristic place and mix with locals at Maxwell food centre, one of many hawker centers in Singapore! You can find here dozens of stalls with huge variety of food, refreshing local beverages and sweet treats. As..."
      
       , "coords" : {
          "lat" : 1.282453,
          "lng" : 103.843415
      }
      
    } ,

    {
      "title"    : "Dzielnica Marina Bay, czas zacząć zwiedzanie Singapuru!",
      "url"      : "/pl/podroze/2018/01/first-glance-at-singapore/",
      "date"     : "January 11, 2018",
      "locale"   : "pl_PL",
      "content" :  "Kolejne 3 tygodnie spędzimy w Singapurze, mieszkając na kampusie Uniwersytetu Nanyang, który znajduje się w zachodniej cześci miasta. Do kampusu przylega od zachodu obszar lasu tropikalnego, który jest terenem militarnym i granica kraju jednocześnie. Wstęp na ten obszar jest pilnie strzeżony przez wojsko. Kampus jest dość odizolowany od reszty miasta,..."
      
       , "coords" : {
          "lat" : 1.2867892,
          "lng" : 103.8545014
      }
      
    } ,

    {
      "title"    : "Marina Bay and Gardens by the Bay, first glance at Singapore!",
      "url"      : "/en/travel/2018/01/first-glance-at-singapore/",
      "date"     : "January 11, 2018",
      "locale"   : "en_US",
      "content" :  "Nanyang campus, situated in the wast part of Singapore is the place we are going to stay for the next three weeks. More to the west, there is nothing else than rainforest which is at the same time a military area, closed for visitors and border of the country. The..."
      
       , "coords" : {
          "lat" : 1.2867892,
          "lng" : 103.8545014
      }
      
    } ,

    {
      "title"    : "Jaskinia Prometeusza oraz kaniony, czyli jak spedzić dzień w okolicach Kutaisi",
      "url"      : "/pl/podroze/2017/10/Georgia-Prometeush-cave/",
      "date"     : "October 22, 2017",
      "locale"   : "pl_PL",
      "content" :  "Do zagospodarowania mieliśmy prawie trzy pełne dni w Kutaisi, co w zupełności wystarczyło na odwiedzenie najważniejszych punktów miasta, zrobienie zakupów na lokalnym rynku oraz eksplorację kilku ciekawych przyrodniczo miejsc. Podczas naszej całodniowej wycieczki  w okolicach Kutaisi, towarzyszył nam właściciel pensjonatu, w którym się zatrzymaliśmy i spełniał rolę kierowcy oraz doradcy..."
      
       , "coords" : {
          "lat" : 42.3766362,
          "lng" : 42.6008596
      }
      
    } ,

    {
      "title"    : "Prometeus cave and canyons - day trip around Kutaisi",
      "url"      : "/en/travel/2017/10/Georgia-Prometeush-cave/",
      "date"     : "October 22, 2017",
      "locale"   : "en_US",
      "content" :  "We had almost three full days planned in Kutaisi before taking an early flight back to Berlin. That was enough time to explore Kutaisi, do shopping in a local market and check out few natural monuments nearby the city. With the host of our guesthouse acting as our personal driver..."
      
       , "coords" : {
          "lat" : 42.3766362,
          "lng" : 42.6008596
      }
      
    } ,

    {
      "title"    : "Trekking - dzień 4 – w kierunku jezior Koruldi",
      "url"      : "/pl/podroze/2017/10/Georgia-Koruldi-lakes/",
      "date"     : "October 11, 2017",
      "locale"   : "pl_PL",
      "content" :  "Najdłuższą wycieczkę zaplanowaliśmy na ostatni dzień naszego pobytu w Mestii, gdyż wtedy dopiero pogoda miała być bardzo stabilna a to z pewnością przyda nam się w drodze do jezior Korduli. Można tam dotrzeć zaczynając w rożnych punktach wioski. Jedną z opcji jest rozpoczęcie wędrówki szlakiem znajdującym się przy kościele, opisanym..."
      
       , "coords" : {
          "lat" : 43.0874116,
          "lng" : 42.6869057
      }
      
    } ,

    {
      "title"    : "Hiking in Georgia – to the Koruldi lakes",
      "url"      : "/en/travel/2017/10/Georgia-Koruldi-lakes/",
      "date"     : "October 11, 2017",
      "locale"   : "en_US",
      "content" :  "The longest and the most demanding trekking was planned for the last day of our stay in Mestia as the weather predictions were giving us very high chances of stable conditions needed for this long hike. There are few variants of the first part of a trekking, you can take..."
      
       , "coords" : {
          "lat" : 43.0874116,
          "lng" : 42.6869057
      }
      
    } ,

    {
      "title"    : "Trekking - dzień 4 – w kierunku wiosek Zardlashi i Murshkeli",
      "url"      : "/pl/podroze/2017/10/Georgia-Murshkeli/",
      "date"     : "October 10, 2017",
      "locale"   : "pl_PL",
      "content" :  "Wreszcie pogoda się polepszyła, powitało Nas piękne słońce z samego rana i dlatego postanowiliśmy od razu wyruszyć na kolejną wędrówkę. Tym razem był to pierwszy odcinek szlaku prowadzącego do Ushguli, ostatniej wioski do której można dojechać samochodem przy dobrej pogodzie. Ścieżka zaczyna się od położonego w wyższej części wioski hotelu..."
      
       , "coords" : {
          "lat" : 43.058743,
          "lng" : 42.7900843
      }
      
    } ,

    {
      "title"    : "Hiking in Georgia – from Mestia to Zardlashi and Murshkeli villages",
      "url"      : "/en/travel/2017/10/Georgia-Murshkeli/",
      "date"     : "October 10, 2017",
      "locale"   : "en_US",
      "content" :  "Sunny days finally arrived and we used our chance for another trek, this time it was first part of 4-days trek to Ushguli. At the beginning, the path passes Hotel Tetnuldi, where we could already seen stunning view of Mt.Ushba in a distance! In comparison to the last day, a..."
      
       , "coords" : {
          "lat" : 43.058743,
          "lng" : 42.7900843
      }
      
    } ,

    {
      "title"    : "Trekking - dzień 3 - lodowiec Chaaladi",
      "url"      : "/pl/podroze/2017/10/Georgia-Chaaladi/",
      "date"     : "October 03, 2017",
      "locale"   : "pl_PL",
      "content" :  "Jednym z popularnych celów wędrówek w okolicach Mestii, jest lodowiec Chaaladi. Prowadzi do niego bardzo łatwa ścieżka, początkowo kilka kilometrów wzdłuż drogi gruntowej, co niektórzy moga uznać za nieatrakcyjne. I rzeczywiście, głośne ciężarówki, które kursowały do pobliskiej budowy, czyniły ten odcinek szlaku niezbyt przyjemnym doświadczeniem. Na szczeście z pomocą przybył..."
      
       , "coords" : {
          "lat" : 43.1142451,
          "lng" : 42.7287766
      }
      
    } ,

    {
      "title"    : "Hiking in Georgia – Chaaladi Glacier",
      "url"      : "/en/travel/2017/10/Georgia-Chaaladi/",
      "date"     : "October 03, 2017",
      "locale"   : "en_US",
      "content" :  "One of the most popular destinations for a hike in the proximity of Mestia is Chaaladi glacier. A very easy walk can take you there, following along a dirt road this would even be considered boring by some. Loud trucks, driving to and from a mystery construction site in the..."
      
       , "coords" : {
          "lat" : 43.1142451,
          "lng" : 42.7287766
      }
      
    } ,

    {
      "title"    : "Trekking - dzień 2 - okolice Mestii",
      "url"      : "/pl/podroze/2017/10/Georgia-Mestia/",
      "date"     : "October 02, 2017",
      "locale"   : "pl_PL",
      "content" :  "Kolejny poranek powitał nas opadem śniegu! Co za zmiana w porównaniu z poprzednim dniem. W Niemczech i Polsce był dopiero początek jesieni, dlatego byliśmy tak zaskoczeni nagłą zmianą scenerii. Gdy przestało śnieżyć, postanowiliśmy wybrać się na spacer do małego kościoła widocznego na stoku po drugiej stronie wioski. Jak zwykle w..."
      
       , "coords" : {
          "lat" : 43.052971,
          "lng" : 42.7454973
      }
      
    } ,

    {
      "title"    : "Hiking in Georgia – Mestia",
      "url"      : "/en/travel/2017/10/Georgia-Mestia/",
      "date"     : "October 02, 2017",
      "locale"   : "en_US",
      "content" :  "The morning welcomed us with snowfall! It was barely the beginning of autumn in Germany so we were really surprised by a white landscape around. We decided to have a short walk to the church visible on a hill on the other side of the village when snowfall finally stopped...."
      
       , "coords" : {
          "lat" : 43.052971,
          "lng" : 42.7454973
      }
      
    } ,

    {
      "title"    : "Trekking - dzień 1 - Heshkili",
      "url"      : "/pl/podroze/2017/10/Georgia-Heshkili/",
      "date"     : "October 01, 2017",
      "locale"   : "pl_PL",
      "content" :  "Dzień przywitał nas niestety deszczem, jednak wczesnym popołudniem wypogodziło się i postanowiliśmy od razu wyruszyć na naszą pierwszą wędrówkę w Gruzji! :D Spacer w stronę stacji kolejki elektrycznej, Hatsvali wiedzie asfaltową drogą i jest dość długi (7km). Dlatego warto podjechac tam taksówką z centrum Mesti i zaoszczędzić w ten sposób..."
      
       , "coords" : {
          "lat" : 43.025855,
          "lng" : 42.7123773
      }
      
    } ,

    {
      "title"    : "Hiking in Georgia – Heshkili",
      "url"      : "/en/travel/2017/10/Georgia-Heshkili/",
      "date"     : "October 01, 2017",
      "locale"   : "en_US",
      "content" :  "Finally at 1 pm, it stopped raining and we could go for our first hike in Georgia! :D colours of Autumn The walk, in direction to Hatsvali cable-car station, is around 7km long and you could easily take a taxi there to save some time. The walk along the street..."
      
       , "coords" : {
          "lat" : 43.025855,
          "lng" : 42.7123773
      }
      
    } ,

    {
      "title"    : "Błoto, pot i ból.... mnóstwo bólu!",
      "url"      : "/pl/sport/2017/09/Iron-Viking-bieg/",
      "date"     : "September 10, 2017",
      "locale"   : "pl_PL",
      "content" :  "“Nigdy wiecej!” takie było nasze postanowienie po przebiegnięciu ok 32km (chociaż muszę przyznać, że w zeszłym roku zapadła podobna decyzja :p). Tym razem biegliśmy wystarczająco szybko, aby nie zostać wyeliminowanym i zakończyć Iron Viking w czasie 6 godzin i 54 minut. Celem było przebiegnięcie pełnego maratonu z ponad 100 dodatkowymi..."
      
       , "coords" : {
          "lat" : 51.151706,
          "lng" : 3.8708973
      }
      
    } ,

    {
      "title"    : "Mud, sweat and pain... a lot of pain!",
      "url"      : "/en/sports/2017/09/Iron-Viking/",
      "date"     : "September 10, 2017",
      "locale"   : "en_US",
      "content" :  "“We’ll never do this again!” that was a decision we made after approximately 32 km (however a year ago, during our first attempt, I was swearing the same :p). This year we were fast enough to avoid elimination and finished the Iron Viking (Water Edition) in 6 h 54 min...."
      
       , "coords" : {
          "lat" : 51.151706,
          "lng" : 3.8708973
      }
      
    } 

]
